wsdl/MediaBinding.SetAudioOutputConfiguration.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://www.w3.org/2003/05/soap-envelope"
  xmlns:SOAP-ENC="http://www.w3.org/2003/05/soap-encoding"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns7="http://www.w3.org/2005/08/addressing"
  xmlns:xmime="http://www.w3.org/2005/05/xmlmime"
  xmlns:ns4="http://www.w3.org/2004/08/xop/include"
  xmlns:ns2="http://www.onvif.org/ver10/schema"
  xmlns:ns5="http://docs.oasis-open.org/wsrf/bf-2"
  xmlns:ns3="http://docs.oasis-open.org/wsn/b-2"
  xmlns:ns6="http://docs.oasis-open.org/wsn/t-1"
  xmlns:ns1="http://www.onvif.org/ver10/media/wsdl">
 <SOAP-ENV:Body>
   <ns1:SetAudioOutputConfiguration>
    <ns1:Configuration token="">
     <ns2:Name></ns2:Name>
     <ns2:UseCount>0</ns2:UseCount>
     <ns2:OutputToken></ns2:OutputToken>
     <ns2:SendPrimacy></ns2:SendPrimacy>
     <ns2:OutputLevel>0</ns2:OutputLevel>


    </ns1:Configuration>
    <ns1:ForcePersistence>false</ns1:ForcePersistence>
   </ns1:SetAudioOutputConfiguration>

 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
